export const qa = [
    {
        id: 1,
        question: "س/ لماذا ندرس التوحيد؟",
        answer: "ج/ لأنه أصل الأصول، ومن أجله خلق الله الجن والإنس، وأرسل الله الرسل، وأنزل الكتب، وقام سوق الجنة والنار، وانقسم الناس إلى مسلمين وكفار. قال الله تعالى:.",
        ayaAnswer: "{وما خلقت الجن والإنس إلا ليعبدون} (الذاريات: 56)",
        ayaImgAnswer: "/img-answer-1.png",
        qaImg: "/qa-1.png"
    },
    {
        id: 2,
        question: "س/ من أين نأخذ عقيدتنا؟",
        answer: "ج/ من القرآن والسنة، وما كان عليه سلف الأمة.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-2.png"
    },
    {
        id: 3,
        question: "س/ ما الأصول الثلاثة التي يجب على الإنسان معرفتها والتي يسأل عنها في قبره؟",
        answer: "ج / مَعْرِفَةُ العَبْدِ رَبَّهُ ، وَدِينَهُ ، وَنَبيَّهُ مُحَمَّداً (صلى الله عليه وسلم)",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-3.png"
    },
    {
        id: 4,
        "question": "س/ من ربك؟",
        "answer": "ج/ ربي الله الذي رباني، وربى جميع العالمين بنعمه، وهو معبودي ليس لي معبود سواه، والدليل قوله تعالى:",
        ayaAnswer: "{الحمد لله رب العالمين} (الفاتحة: 2)",
        ayaImgAnswer: "/img-answer-4.png",
        qaImg: "/qa-4.png"
    },
    {
        id: 5,
        question: "س/ بم عرفت ربك؟",
        answer: "ج/ عرفت ربي بآياته ومخلوقاته، ومن آياته الليل والنهار والشمس والقمر، ومن مخلوقاته السماوات السبع ومن فيهن والأرضون السبع ومن فيهن وما بينهما، والدليل قوله تعالى:",
        ayaAnswer: "{ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون} (فصلت: 37)",
        ayaImgAnswer: "/img-answer-5.png",
        qaImg: "/qa-5.png"
    },
    {
        id: 6,
        question: "س/ أين الله؟",
        answer: "ج/ في السماء على العرش.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-6.png"
    },
    {
        id: 7,
        question: "س/ ما الدليل من القرآن على أن الله سبحانه في السماء وهو على العرش؟",
        answer: "ج/ الدليل أنه في السماء قوله تعالى: {أأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور} (الملك: 16).والدليل على أن الله على العرش قوله تعالى: {الرحمن على العرش استوى} (طه: 5)، في سبعة مواضع من كتابه.",
        ayaAnswer: "",
        ayaImgAnswer: ["/img-answer-7-1.png", "/img-answer-7-2.png"],
        qaImg: "/qa-7.png"
    },
    {
        id: 8,
        question: "س/ ما معنى (استوى)؟",
        answer: "ج/ علا وارتفع وصعد واستقر.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-8.png"
    },
    {
        id: 9,
        "question": "س / لماذا خلق الله الجن والإنس ؟",
        "answer": "ج / لِعِبَادَتِهِ وَحْدَهُ لَا شَرِيكَ لَهُ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-9.png"
    },
    {
        id: 10,
        "question": "س / ما الدليل من القرآن على أن الله خلق الجن والإنس لعبادته ؟",
        answer: "ج / قَولُهُ تَعَالَى :",
        "ayaAnswer": "{وَمَا خَلَقْتُ الْجَنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ} ( الذاريات : 56 )",
        "ayaImgAnswer": "/img-answer-10.png",
        "qaImg": "/qa-10.png"
    },
    {
        id: 11,
        "question": "س / ما معنى ( يعبدون ) ؟",
        "answer": "ج / يُوَحْدُونِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-11.png"
    },
    {
        id: 12,
        "question": "س / ما العبادة ؟",
        "answer": "ج / هِيَ اسْمٌ جَامِعٌ لِكُلِّ مَا يُحِبُّهُ اللهُ وَيَرْضَاهُ : مِنْ الأَقْوَالِ وَالأَعْمَالِ الْبَاطِنَةِ وَالظَّاهِرَةِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-12.png"
    },

    {
        id: 13,
        "question": "س / ما معنى شهادة أن لا إله إلا الله ؟",
        "answer": "ج / أي : لَا مَعْبُودَ بِحَقٍّ إِلَّا اللهُ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-13.png"
    },

    {
        id: 14,
        "question": "س / ما معنى شهادة أن محمداً رسول الله ؟",
        "answer": "ج / طَاعَتُهُ فِيمَا أَمَرَ ، وَتَصْدِيقُهُ فِيمَا أَخْبَرَ ، وَاجْتِنَابُ مَا نَهَى عَنْهُ وَزَجَرَ ، وأَنْ لَا يُعْبَدَ اللهُ إِلَّا بِمَا شَرَعَ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-14.png"
    }, {

        id: 15,
        "question": "س / ما أعظم ما أمر الله تعالى به ؟",
        answer: "ج / أَعْظَمُ مَا أَمَرَ اللَّهُ بِهِ هُوَ التَّوْحِيدُ وَهُوَ : عِبَادَتُهُ وَحْدَهُ لَا شَرِيكَ لَهُ . قَالَ تَعَالَى : ",
        ayaAnswer: "{وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُو اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} ( النحل : 36 )",
        ayaImgAnswer: "/img-answer-15.png",
        qaImg: "/qa-15.png"
    }, {

        id: 16,
        "question": "س / ما أقسام التوحيد ؟",
        "answer": "ج / تَوْحِيدُ الرُّبُوبِيَّةِ ، وَتَوْحِيدُ الأَلوهِيَّةِ ، وتَوْحِيدُ الْأَسْمَاءِ وَالصِّفَاتِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-16.png"
    }, {

        id: 17,
        "question": "س / ما تعريف توحيد الربوبية ؟",
        "answer": "ج / إِفْرَادُ اللهِ فِي أَفْعَالِهِ ، مِثْلُ : الخَلقِ والرَّزْقِ وإنزال المطر ... إلخ",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-17.png"
    }, {

        id: 18,
        "question": "س / ما تعريف توحيد الألوهية ؟",
        "answer": "ج / إِفْرَادُ اللهِ بِأَفْعَالِ العِبَادِ الَّتِي شَرَعَهَا لَهُمْ ، مِثْلُ : الدُّعَاءُ ، وَالذَّبْحُ ، وَالسُّجُودُ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-18.png"
    }, {

        id: 19,
        "question": "س / ما تعريف توحيد الأسماء والصفات ؟",
        "answer": "ج هُوَ إِفْرَادُ اللهِ سُبْحَانَهُ بِمَا يَخْتَصُّ بِهِ مِنْ أَسْمَاءٍ وَصِفَاتٍ .  قال تعالى :",
        "ayaAnswer": "{ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ } ( الشورى : 11 ) .",
        "ayaImgAnswer": "/img-answer-19.png",
        "qaImg": "/qa-19.png"
    }


]