export const qa = [
    {
        id: 1,
        question: "س/ لماذا ندرس التوحيد؟",
        answer: "ج/ لأنه أصل الأصول، ومن أجله خلق الله الجن والإنس، وأرسل الله الرسل، وأنزل الكتب، وقام سوق الجنة والنار، وانقسم الناس إلى مسلمين وكفار. قال الله تعالى:.",
        ayaAnswer: "{وما خلقت الجن والإنس إلا ليعبدون} (الذاريات: 56)",
        ayaImgAnswer: "/img-answer-1.png",
        qaImg: "/qa-1.png"
    },
    {
        id: 2,
        question: "س/ من أين نأخذ عقيدتنا؟",
        answer: "ج/ من القرآن والسنة، وما كان عليه سلف الأمة.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-2.png"
    },
    {
        id: 3,
        question: "س/ ما الأصول الثلاثة التي يجب على الإنسان معرفتها والتي يسأل عنها في قبره؟",
        answer: "من القرآن والسنة وما كان عليه سلف الأمة.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-3.png"
    },
    {
        id: 4,
        question: "س/ أين الله؟",
        answer: "ج/ ربي الله الذي رباني، وربى جميع العالمين بنعمه، وهو معبودي ليس لي معبود سواه، والدليل قوله تعالى:",
        ayaAnswer: "{الحمد لله رب العالمين} (الفاتحة: 2)",
        ayaImgAnswer: "/img-answer-4.png",
        qaImg: "/qa-4.png"
    },
    {
        id: 5,
        question: "س/ بم عرفت ربك؟",
        answer: "ج/ عرفت ربي بآياته ومخلوقاته، ومن آياته الليل والنهار والشمس والقمر، ومن مخلوقاته السماوات السبع ومن فيهن والأرضون السبع ومن فيهن وما بينهما، والدليل قوله تعالى:).",
        ayaAnswer: "{ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون} (فصلت: 37)",
        ayaImgAnswer: "/img-answer-5.png",
        qaImg: "/qa-5.png"
    },
    {
        id: 6,
        question: "س/ أين الله؟",
        answer: "ج/ في السماء على العرش.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-6.png"
    },
    {
        id: 7,
        question: "س/ ما الدليل من القرآن على أن الله سبحانه في السماء وهو على العرش؟",
        answer: "ج/ الدليل قوله تعالى: {أأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور} (الملك: 16). والدليل على أن الله على العرش قوله تعالى: {الرحمن على العرش استوى} (طه: 5)، في سبعة مواضع من كتابه.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-7.png"
    },
    {
        id: 8,
        question: "س/ ما معنى (استوى)؟",
        answer: "ج/ علا وارتفع وصعد واستقر.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-8.png"
    }
]