export const qa = [
    {
        id: 1,
        question: "لماذا ندرس التوحيد ؟",
        textAnswer: "لأنه أصل الأصول، ومن أجله خلق الله الجنَّ والإنس، وأرسل الله الرسل، وأنزل الكتب، وقام سوق الجنة والنار، وانقسم الناس إلى مسلمين وكفار.",
        ayaAnswer: "قال الله تعالى: \"وما خلقت الجن والإنس إلا ليعبدون\" (الذاريات: 56).",
        ayaImgAnswer: "/img-answer-1.png",
        qaImg: "/qa-1.png"
    },
    {
        id: 2,
        question: "من أين نأخذ عقيدتنا ؟",
        textAnswer: "من القرآن والسنة وما كان عليه سلف الأمة.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-2.png"
    },
    {
        id: 3,
        question: "ما الأصول الثلاثة التي يجب على الإنسان معرفتها والتي يسأل عنها في قبره ؟",
        textAnswer: "من القرآن والسنة وما كان عليه سلف الأمة.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-3.png"
    },
    {
        id: 4,
        question: "من ربك ؟",
        textAnswer: "ربي الله الذي رباني وربى جميع العالمين بنعمه، وهو معبودي ليس لي معبود سواه، والدليل قوله تعالى :",
        ayaAnswer: "\"الحمد لله رب العالمين\" (الفاتحة: 2)",
        ayaImgAnswer: "/img-answer-4.png",
        qaImg: "/qa-4.png"
    },
    {
        id: 5,
        question: "بم عرفت ربك ؟",
        textAnswer: "عرفت ربي بآياته ومخلوقاته، ومن آياته الليل والنهار والشمس والقمر، ومن مخلوقاته السماوات السبع ومن فيهن والأرضون السبع ومن فيهن وما بينهما، والدليل قوله تعالى:",
        ayaAnswer: "{ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون} (فصلت: 37)",
        ayaImgAnswer: "/img-answer-5.png",
        qaImg: "/qa-5.png"
    },
    {
        id: 6,
        question: "أين الله ؟",
        textAnswer: "في السماء على العرش.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-6.png"
    },
    {
        id: 5,
        question: "بم عرفت ربك ؟",
        textAnswer: "عرفت ربي بآياته ومخلوقاته، ومن آياته الليل والنهار والشمس والقمر، ومن مخلوقاته السماوات السبع ومن فيهن والأرضون السبع ومن فيهن وما بينهما، والدليل قوله تعالى:",
        ayaAnswer: "{ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون} (فصلت: 37)",
        ayaImgAnswer: "/img-answer-5.png",
        qaImg: "/qa-5.png"
    },
    {
        id: 5,
        question: "بم عرفت ربك ؟",
        textAnswer: "عرفت ربي بآياته ومخلوقاته، ومن آياته الليل والنهار والشمس والقمر، ومن مخلوقاته السماوات السبع ومن فيهن والأرضون السبع ومن فيهن وما بينهما، والدليل قوله تعالى:",
        ayaAnswer: "{ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون} (فصلت: 37)",
        ayaImgAnswer: "/img-answer-5.png",
        qaImg: "/qa-5.png"
    }
];
