export const qa = [
    {
        id: 1,
        question: "س/ لماذا ندرس التوحيد؟",
        answer: "ج/ لأنه أصل الأصول، ومن أجله خلق الله الجن والإنس، وأرسل الله الرسل، وأنزل الكتب، وقام سوق الجنة والنار، وانقسم الناس إلى مسلمين وكفار. قال الله تعالى:",
        ayaAnswer: "{ وما خلقت الجن والإنس إلا ليعبدون } (الذاريات: 56)",
        ayaImgAnswer: ["/img-answer-1.png"],
        qaImg: "/qa-1.png"
    },
    {
        id: 2,
        question: "س/ من أين نأخذ عقيدتنا؟",
        answer: "ج/ من القرآن والسنة، وما كان عليه سلف الأمة.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-2.png"
    },
    {
        id: 3,
        question: "س/ ما الأصول الثلاثة التي يجب على الإنسان معرفتها والتي يسأل عنها في قبره؟",
        answer: "ج / مَعْرِفَةُ العَبْدِ رَبَّهُ ، وَدِينَهُ ، وَنَبيَّهُ مُحَمَّداً (صلى الله عليه وسلم)",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-3.png"
    },
    {
        id: 4,
        "question": "س/ من ربك؟",
        "answer": "ج/ ربي الله الذي رباني، وربى جميع العالمين بنعمه، وهو معبودي ليس لي معبود سواه، والدليل قوله تعالى:",
        ayaAnswer: "{ الحمد لله رب العالمين } (الفاتحة: 2)",
        ayaImgAnswer: ["/img-answer-4.png"],
        qaImg: "/qa-4.png"
    },
    {
        id: 5,
        question: "س/ بم عرفت ربك؟",
        answer: "ج/ عرفت ربي بآياته ومخلوقاته، ومن آياته الليل والنهار والشمس والقمر، ومن مخلوقاته السماوات السبع ومن فيهن والأرضون السبع ومن فيهن وما بينهما، والدليل قوله تعالى:",
        ayaAnswer: "{ ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون } (فصلت: 37)",
        ayaImgAnswer: ["/img-answer-5.png"],
        qaImg: "/qa-5.png"
    },
    {
        id: 6,
        question: "س/ أين الله؟",
        answer: "ج/ في السماء على العرش.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-6.png"
    },
    {
        id: 7,
        question: "س/ ما الدليل من القرآن على أن الله سبحانه في السماء وهو على العرش؟",
        answer: "ج/ الدليل أنه في السماء قوله تعالى: { أأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور } (الملك: 16).والدليل على أن الله على العرش قوله تعالى: { الرحمن على العرش استوى } (طه: 5)، في سبعة مواضع من كتابه.",
        ayaAnswer: "",
        ayaImgAnswer: ["/img-answer-7-1.png", "/img-answer-7-2.png"],
        qaImg: "/qa-7.png"
    },
    {
        id: 8,
        question: "س/ ما معنى (استوى)؟",
        answer: "ج/ علا وارتفع وصعد واستقر.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-8.png"
    },
    {
        id: 9,
        "question": "س / لماذا خلق الله الجن والإنس ؟",
        "answer": "ج / لِعِبَادَتِهِ وَحْدَهُ لَا شَرِيكَ لَهُ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-9.png"
    },
    {
        id: 10,
        "question": "س / ما الدليل من القرآن على أن الله خلق الجن والإنس لعبادته ؟",
        answer: "ج / قَولُهُ تَعَالَى :",
        ayaAnswer: "{ وَمَا خَلَقْتُ الْجَنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ } ( الذاريات : 56 )",
        ayaImgAnswer: ["/img-answer-10.png"],
        "qaImg": "/qa-10.png"
    },
    {
        id: 11,
        "question": "س / ما معنى ( يعبدون ) ؟",
        "answer": "ج / يُوَحْدُونِ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-11.png"
    },
    {
        id: 12,
        "question": "س / ما العبادة ؟",
        "answer": "ج / هِيَ اسْمٌ جَامِعٌ لِكُلِّ مَا يُحِبُّهُ اللهُ وَيَرْضَاهُ : مِنْ الأَقْوَالِ وَالأَعْمَالِ الْبَاطِنَةِ وَالظَّاهِرَةِ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-12.png"
    },

    {
        id: 13,
        "question": "س / ما معنى شهادة أن لا إله إلا الله ؟",
        "answer": "ج / أي : لَا مَعْبُودَ بِحَقٍّ إِلَّا اللهُ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-13.png"
    },

    {
        id: 14,
        "question": "س / ما معنى شهادة أن محمداً رسول الله ؟",
        "answer": "ج / طَاعَتُهُ فِيمَا أَمَرَ ، وَتَصْدِيقُهُ فِيمَا أَخْبَرَ ، وَاجْتِنَابُ مَا نَهَى عَنْهُ وَزَجَرَ ، وأَنْ لَا يُعْبَدَ اللهُ إِلَّا بِمَا شَرَعَ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-14.png"
    }, {

        id: 15,
        "question": "س / ما أعظم ما أمر الله تعالى به ؟",
        answer: "ج / أَعْظَمُ مَا أَمَرَ اللَّهُ بِهِ هُوَ التَّوْحِيدُ وَهُوَ : عِبَادَتُهُ وَحْدَهُ لَا شَرِيكَ لَهُ . قَالَ تَعَالَى : ",
        ayaAnswer: "{ وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُو اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ } ( النحل : 36 )",
        ayaImgAnswer: ["/img-answer-15.png"],
        qaImg: "/qa-15.png"
    }, {

        id: 16,
        "question": "س / ما أقسام التوحيد ؟",
        "answer": "ج / تَوْحِيدُ الرُّبُوبِيَّةِ ، وَتَوْحِيدُ الأَلوهِيَّةِ ، وتَوْحِيدُ الْأَسْمَاءِ وَالصِّفَاتِ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-16.png"
    }, {

        id: 17,
        "question": "س / ما تعريف توحيد الربوبية ؟",
        "answer": "ج / إِفْرَادُ اللهِ فِي أَفْعَالِهِ ، مِثْلُ : الخَلقِ والرَّزْقِ وإنزال المطر ... إلخ",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-17.png"
    }, {

        id: 18,
        "question": "س / ما تعريف توحيد الألوهية ؟",
        "answer": "ج / إِفْرَادُ اللهِ بِأَفْعَالِ العِبَادِ الَّتِي شَرَعَهَا لَهُمْ ، مِثْلُ : الدُّعَاءُ ، وَالذَّبْحُ ، وَالسُّجُودُ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-18.png"
    }, {

        id: 19,
        "question": "س / ما تعريف توحيد الأسماء والصفات ؟",
        "answer": "ج هُوَ إِفْرَادُ اللهِ سُبْحَانَهُ بِمَا يَخْتَصُّ بِهِ مِنْ أَسْمَاءٍ وَصِفَاتٍ .  قال تعالى :",
        ayaAnswer: "{ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ  } ( الشورى : 11 ) .",
        ayaImgAnswer: ["/img-answer-19.png"],
        "qaImg": "/qa-19.png"
    }, {

        id: 20,
        "question": "س / اذكر بعض أنواع العبادة ؟ ",
        "answer": "ج / مِنْ أَنوَاعِهَا : الدُّعَاءُ ، وَالاسْتِغَاثَةُ ، وَالاسْتِعَانَةُ وَذَبْحُ القُرْبَانِ ، وَالنَّذْرُ ، وَالْخَوْفُ ، وَالرَّجَاءُ ، وَالتَّوَكُلُ ، وَالإِنَابَةُ ، وَالمَحِبَّةُ ، وَالخَشْيَةُ ، وَالرَّغْبَةُ ، وَالرَّهْبَةُ ، وَالرُّكوعُ ، وَالسُّجُودُ ، وَالخُشُوعُ ، وَالتَّذَلُّلُ ، وَالذَّكْرُ ، وَقِراءة القرآن .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-20.png"
    }, {

        id: 21,
        "question": "س / ما أعظم ما نهى الله عنه ؟",
        "answer": "ج / أَعْظَمُ مَا نَهَى عَنْهُ الشَّرْكُ ، وَهُوَ : عِبَادَةُ غَيْرَ اللهِ مَعَ اللهِ . قَالَ تَعَالَى :",
        ayaAnswer: "{إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ } ( النساء : 48) .",
        ayaImgAnswer: ["/img-answer-21.png"],
        "qaImg": "/qa-21.png"
    }, {

        id: 22,
        "question": "س / ما نوعا الشرك ؟",
        "answer": "ج / النَّوعُ الأَوَّلُ : الشَّرْكُ الأَكبَرُ : وَهُوَ كُلُّ مَاسَمَّاه اللهُ أَوْ رَسُولُهُ شِرْكا وأخرج صَاحِبَهُ مِنْ الإِسْلَامِ  مِثْلُ : عِبَادَةُ الأَصنَامِ وَالأَمْوَاتِ وَالسُّجُودِ لِغَيْرِ اللَّهِ . و النَّوعُ الثَّانِي : الشَّرْكُ الأَصْغَرُ : وَهُوَ كُلُّ مَا جَاءَ فِي الشَّرِيعَةِ أَنَّهُ شِرْكٌ وَلَمْ يَخْرُجْ صَاحِبَهُ مِنَ الإِسلام ، مثل : الحلفِ بِغَيْرِ اللهِ ، وَيَسيرِ الرِّيَاءِ ، وَقُولِ مَا شَاءَ اللهُ وَ شِئْتَ . وسُميَّ شِرْكا أَصْغَر ؛ لأَنَّهُ وسيلة للوقوع في الشِّرْكِ الأَكبَرِ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-22.png"
    }, {

        id: 23,
        "question": "س / متى وقع أول شرك في الناس ؟",
        "answer": "ج / وَقَعَ أَولُ شِرْكِ فِي النَّاسِ فِي قَوْمٍ نُوحٍ عَلَيْهِ الصَّلَاةُ والسلام .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-23.png"
    }, {

        id: 24,
        "question": "س / ما سبب وقوع الشرك في قوم نوح عليه الصلاة والسلام ؟",
        "answer": "ج / السَّبَبُ هُوَ : الْغُلُوُّ فِي الصَّالِحِينَ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-24.png"
    }, {

        id: 25,
        "question": "س / ما معنى الغلو في الصالحين ؟",
        "answer": "ج / هو الزيادة في مدحهم ورفعهم فوق مكانتهم بأن يُصرف لهم شيء من العبادة ، والدَّلِيلُ قَولُهُ تَعَالَى : { يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ } ( النساء : 171 ) . وقال : ( لَا تُطْرُونِي كَمَا أَطْرَتِ النَّصَارَى عِيسَى ابْنَ مَرْيَمَ ، إِنَّمَا أَنَا عَبْدٌ فَقُولُوا : عَبْدُ اللَّهِ وَرَسُولُهُ ) رواه البخاري ومعنى ( لا تُطْرُونِي ) أي : لا تَزِيُدوا فِي مَدحِي .",
        ayaAnswer: "",
        ayaImgAnswer: ["/img-answer-25.png"],
        "qaImg": "/qa-25.png"
    }, {

        id: 26,
        "question": "س / ما حكم دعاء الأموات ؟",
        "answer": "ج  / دعاء الأموات وغيرِهم فيما لا يقدر عليه إِلَّا الله شركٌ أكبر يُخرجُ من الإسلام . والدَّلِيلُ مِنَ القُرآنِ :",
        ayaAnswer: "{ وَمَن يَدْعُ مَعَ اللَّهِ إِلَها ءَاخَرَ لَا بُرْهَنَ لَهُ بِهِ ، فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَفِرُونَ } ( المؤمنون : 117 )",
        ayaImgAnswer: ["/img-answer-26.png"],
        "qaImg": "/qa-26.png"
    }, {

        id: 27,
        "question": "س / هل يحتاج دعاء الله لواسطة مخلوق ؟",
        "answer": "ج / لا يحتاج الدعاء لواسطة مخلوق ، وَالدَّلِيلُ قَولُهُ تَعَالَى :",
        ayaAnswer: "{ وَإِذَا سَأَلَكَ عِبَادِي عَنِي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ } ( البقرة : 186 )",
        ayaImgAnswer: ["/img-answer-27.png"],
        "qaImg": "/qa-27.png"
    }, {

        id: 28,
        "question": "س / هل يستجيب الأموات للدعاء ؟",
        "answer": "ج / الأمواتُ لا يستجيبون للدعاء ، وَالدَّلِيلُ قَولُهُ تَعَالَى :",
        ayaAnswer: "{ إن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُم وَيَوْمَ الْقِيِّمَةِ يَكْفُرُونَ بِشِرْكِكُمْ } ( فاطر : 14 ) .",
        ayaImgAnswer: ["/img-answer-28.png"],
        "qaImg": "/qa-28.png"
    }, {

        id: 29,
        "question": "س / لمن نذبح ونصلي ؟",
        "answer": "ج / لله وحده لا شَرِيكَ لهُ ، قَالَ تَعَالَى : ",
        ayaAnswer: "{ فَصَلِ لِرَبِّكَ وَانْحَر } ( الكوثر : 2 )  .",
        ayaImgAnswer: ["/img-answer-29.png"],
        "qaImg": "/qa-29.png"
    }, {

        id: 30,
        "question": "س / ماحكم الذبح والسجود لغير الله ؟ ",
        "answer": "ج / شِرْكٌ أَكْبَرٌ مُخْرِجٌ مِنْ مِلَّةِ الإِسْلَامِ . قَالَ تَعَالَى :",
        ayaAnswer: "{ قُلْ إِنَّ صَلَاتِى وَنُسُكِى وَمَحْيَاىَ وَمَمَاتِى لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ (162) لَا شَرِيكَ لَهُۥ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا۠ أَوَّلُ ٱلْمُسْلِمِينَ } (الأنعام : 162 - 163 ) نُسُكِي : أي ذبحي .",
        ayaImgAnswer: ["/img-answer-30-1.png", "/img-answer-30-2.png"],
        "qaImg": "/qa-30.png"
    }, {

        id: 31,
        "question": "س / ماحكم الحلف بغير الله مثل الحلف النبي ﷺ أو الأمانة أو الشرف أو غيرها ؟",
        "answer": "ج / حُكْمُهُ : شِرْكٌ أَصْغَرُ  وقال ﷺ :  ( مَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللَّهِ أَوْ لِيَصْمُتْ ) . ( رواه البخاري ) .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-31.png"
    }, {

        id: 32,
        "question": "س / ما الواجب على المسلم تجاه أسماء الله وصفاته ؟",
        "answer": "ج / اثبات ما أثبته الله لنفسه ، أو اثبته له رسوله ﷺ،ونفي مانفاه الله عن نفسه ، أو نفاه عنه رسوله ﷺ من أسماءه وصفاته سبحانه وتعالى من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-32.png"
    }, {

        id: 33,
        "question": "س / ما الدليل من القرآن على أن صفات الله لا تشبه صفاتنا ؟",
        "answer": "ج / قَولُهُ تَعَالَى :",
        ayaAnswer: "َ{ لَيْسَ كَمِثْلِهِۦ شَىْءٌۭ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ } ( الشورى : 11 ) .",
        ayaImgAnswer: ["/img-answer-33.png"],
        "qaImg": "/qa-33.png"
    }, {

        id: 34,
        "question": "س / ما دينك ؟",
        "answer": "ج / ديني الإسلام . وَالدَّلِيلُ قَولُهُ تَعَالَى :",
        ayaAnswer: "{ إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلْإِسْلَـٰمُ ۗ } ( آل عمران : 19 ) .",
        ayaImgAnswer: ["/img-answer-34.png"],
        "qaImg": "/qa-34.png"
    }, {

        id: 35,
        "question": "س / هل يقبل الله دينا غير الإسلام بعد مبعث محمد ﷺ ؟",
        "answer": "ج / لا يُقْبَلُ اللهُ دِينًا غَيْرَ دِينِ الإِسْلَام بَعْدَ بَعْثَةِالرَّسُولِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ . وَالدَّلِيلُ قَولُهُ تَعَالَى :",
        ayaAnswer: "{ وَمَن يَبْتَغِ غَيْرَ ٱلْإِسْلَـٰمِ دِينًۭا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ } ( آل عمران : 85 ) .",
        ayaImgAnswer: ["/img-answer-35.png"],
        "qaImg": "/qa-35.png"
    }, {

        id: 36,
        "question": "س / ما تعريف الإسلام ؟",
        "answer": "ج / هُوَ : الاسْتِسْلامُ لِلَّهِ بِالتَّوْحِيدِ ، وَالانْقِيَادُ لَهُ بِالطَّاعَةِ ، وَالْبَرَاءَةُ مِنَ الشِّرْكِ وَأَهْلِهِ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-36.png"
    }
    , {

        id: 37,
        "question": "س / ما أركان الإسلام ؟",
        "answer": "ج /شَهَادَةُ أَن لا إله إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَإِقَامُ الصَّلاةِ، وَإِيتَاءُ الزَّكَاةِ، وَصَوْمُ رَمَضَانَ، وَحَجَّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا.والدَّليل قَولُهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : ( الإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ، وَتُقِيمَ الصَّلاةَ، وَتُؤْتِي الزَّكَاةَ ، وَتَصُومَ رَمَضَانَ ، وَتَحُجَّ الْبَيْتَ إِنِ اسْتَطَعْتَ السَّبِيلَ ) رواه البخاري ومسلم",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-37.png"
    },
    {

        id: 38,
        "question": "س / ما تعريف الإيمان ؟",
        "answer": "ج / هُوَ : قَوْلٌ بِاللَّسَانِ، وَاعْتِقَادُ بِالْقَلْبِ، وَعَمَلٌ بِالْجَوَارِحِ يَزِيدُ بِالطَّاعَةِ ، وَيَنْقُصُ بِالْمَعْصِيَةِ",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-38.png"
    },
    {

        id: 39,
        "question": "س / ما أركان الإيمان ؟",
        "answer": "ج / الإِيمَانُ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ. وَالدَّلِيلُ قَولُهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : ( الإِيمَانُ أَنْ تُؤْمِنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ ) رواه مسلم",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-39.png"
    }, {

        id: 40,
        "question": "س / من الملائكة ؟",
        "answer": "س / الْمَلَائِكَةُ عَالَمٌ غَيْبيٌّ خَلَقَهُمْ اللَّهُ لِعِبَادَتِهِ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-40.png"
    }, {

        id: 41,
        "question": "س / ما حكم الإيمان بالملائكة ؟",
        "answer": "ج / وَاجِبٌ لَا يُقْبَلُ الإِيمَانُ إِلَّا بِهِ ",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-41.png"
    }, {

        id: 42,
        "question": "س / من أفضل الملائكة ؟",
        "answer": "ج / جَبْرِيلُ عَلَيْهِ السَّلَامُ، وَهُوَ المُوَكَّلُ بِإِنزَالِ الْوَحْيِ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-42.png"
    }, {

        id: 43,
        "question": "س / ما الكتب السماوية ؟",
        "answer": "ج / هِيَ الكُتُبُ الَّتِي أَنْزَلَهَا اللَّهُ عَلَى الرُّسُلِ عَلَيْهِمُ السَّلَامُ مِثْلُ : التَّوْرَاةِ وَالْإِنْجِيلِ وَالزَّبُورِ وَالْقُرْآنِ.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-43.png"
    }, {

        id: 44,
        "question": "س / ما حكم الإيمان بالكتب ؟",
        "answer": "ج / وَاجِبٌ لَا يُقْبَلُ الإِيمَانُ إِلَّا بِهِ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-44.png"
    }, {

        id: 45,
        "question": "س / ما أعظم الكتب السماوية ؟",
        "answer": "ج / أَعْظَمُ الْكُتُبِ : هُوَ القُرْآنُ العظيمُ الَّذِي أَنزَلَهُ اللَّهُ عَلَى مُحَمَّدٍ .وَهُوَ نَاسِخٌ لِجَمِيعِ الكُتُبِ السَّمَاوِيَّةِ، فَلَا يَجُوزُ التَّعَبُدُ اللَّهِ إِلَّا بِهِ. قَالَ تَعَالَى :",
        ayaAnswer: "وَأَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ مُصَدِّقًۭا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلْكِتَـٰبِ وَمُهَيْمِنًا عَلَيْهِ ۖ فَٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ ٱلْحَقِّ ۚ لِكُلٍّۢ جَعَلْنَا مِنكُمْ شِرْعَةًۭ وَمِنْهَاجًۭا ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةًۭ وَٰحِدَةًۭ وَلَـٰكِن لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًۭا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
        ayaImgAnswer: ["/img-answer-45.png"],
        "qaImg": "/qa-45.png"
    }, {

        id: 46,
        "question": "س / ما اليوم الآخر ؟",
        "answer": "ج / هُوَ يُوْمُ القِيَامَةِ الَّذِي يُبْعَثُ النَّاسُ فِيْهِ لِلْحِسَابِ وَالْجَزَاءِ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-46.png"
    }, {

        id: 47,
        "question": "س / ما حكم الإيمان باليوم الآخر ؟",
        "answer": "ج / وَاجِبٌ لَا يُقْبَلُ الإِيمَانُ إِلَّا بِهِ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-47.png"
    }, {

        id: 48,
        "question": "س / ما معنى الإيمان بالقدر ؟",
        "answer": "ج / القَدَرُ : هو تقدير الله للمخلوقات حسبما سبقبه علمه واقتضته حكمته.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-48.png"
    }, {

        id: 49,
        "question": "س / ما حكم الإيمان بالقدر ؟",
        "answer": "ج / واجبٌ لَا يُقْبَلُ الإيمانُ إِلَّا بِهِ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-49.png"
    }, {

        id: 50,
        "question": "س / ما الإحسان ؟",
        "answer": "ج / الْإِحْسَانُ : هُوَ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْتَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-50.png"
    }, {

        id: 51,
        "question": "س / ما تعريف الرياء ؟",
        "answer": "ج / الرِّيَاءُ : هُوَ أَدَاءُ العِبَادَةِ مِنْ أَجْلِ أَنْ يَرَاهُ النَّاسَ ويمدحوه.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-51.png"
    }, {

        id: 52,
        "question": "س / ما حكم الرياء ؟",
        "answer": "ج / الرِّيَاءُ مُحَرَّم وهو من الشَّرك الأصغر. ووالدَّليلُ قُولُ النَبِيَّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ: (أَخْوَفُ مَا أَخَافُ عَلَيْكُمُ الشَّرْكَ الأَصْغَرَ، فَسُئِلَ عَنْهُ فَقَالَ : الرِّيَاءُ)رواه أحمد وصححه الألباني.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-52.png"
    }, {

        id: 53,
        "question": "س / من نبيك ؟",
        "answer": "ج / نَبِيِّي هُوَ : مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمُطَّلِبِ ابْنِ هَاشِمٍ، وَهَاشِمٌ مِنْ قُرَيْشٍ، وَقُرَيْشُ مِن كِنَانَةٍ، وكنانةٌ مِنَ الْعَرَبِ، وَالْعَرَبُ مِنْ ذُرِّيَّةِ إِسْمَاعِيلَ، وَإِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ",
        ayaAnswer: "",
        ayaImgAnswer: [],
        "qaImg": "/qa-53.png"
    }, {

        id: 54,
        "question": "س / ما أعظم دلائل نبوته ؟",
        "answer": "ج / أعظم دلائل نبوته القرآن العظيم، وهو كلام الله الَّذِي هُوَ الهُدَى وَالشَّفَاءُ وَالنُّورُ. قَالَ تَعَالَى : ",
        ayaAnswer: " { قُل لَّئِنِ ٱجْتَمَعَتِ ٱلْإِنسُ وَٱلْجِنُّ عَلَىٰٓ أَن يَأْتُوا۟ بِمِثْلِ هَـٰذَا ٱلْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِهِۦ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍۢ ظَهِيرًۭا } ( الإسراء : 88 )",
        ayaImgAnswer: ["/img-answer-54.png"],
        "qaImg": "/qa-54.png"
    }, {

        id: 55,
        "question": "س / ما أعظم حقوق النبي صلى الله عليه وسلم؟",
        answer: "ج / من أعظم حقوق النبي عليه الصلاة والسلام: الإيمان الصادق به عليه الصلاة والسلام، وأن الله أرسله للجن والإنس كافة، ووجوب طاعته والحذر من معصيته، واتباعه والاقتداء به وتعظيم سنته، ومحبته عليه الصلاة والسلام أكثر من الأهل والولد والناس أجمعين ، وتوقيره و احترامه والصلاة عليه ، وعدم الغلو فيه ورفعه فوق منزلته التي أنزله الله فيها. ",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-55.png"
    }, {

        id: 56,
        "question": "س / ما السحر ؟",
        answer: "ج / السِّحْرُ هُوَ : عَمَلٌ شيطاني يؤثر في القلوب والأبدان حقيقة، ومنه تخييلات تؤثرُ فِي الأَبْصَارِ لا حَقِيقَةَ لَهَا .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-56.png"
    }, {

        id: 57,
        "question": "س / ما الكهانة ؟",
        answer: "ج / الكِهَانَةُ هِيَ : ادعاء علم الغيب بواسطة استخدام الجن .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-57.png"
    }, {
        id: 58,
        "question": "س / من العراف؟",
        answer: "ج / العَرَّافُ هُوَ : الَّذِي يَدَّعِي معرفة الأمور الغيبية بمقدمات يستدل بها على المسروق ومكان الضَّالَّةِ. وقيل العراف : اسم للكاهِنِ وَالمُنَجِّمِ وَالرَّمَّالِ ونحوهم مِمَّنْ يتكلم في معرفة الأمور الغيبية بواسطة الجن.ومن أعمالهم : التَّنْجِيمُ، وَقِراءةُ الكَفَّ، والفِنْجَانُ، والاستدلال بهذه الأشياء على الأمور الغيبية.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-58.png"
    }, {
        id: 59,
        "question": "س ٥٩ / ما حكم الذهاب للعراف والكاهن وغيرهما ممن يدعي معرفة علم الغيب ؟",
        answer: "ج ٥٩ / يحرُمُ الذَّهابُ إِلَى السَّاحِرِ وَالعَرَّافِ وَالكَاهِنِ، ففي صحيح مسلم قول النبي ﷺ : ( مَنْ أَتَى عَرَّافًا فَسَأَلَهُ عَنْ شَيْءٍ لَمْ تُقْبَلْ لَهُ صَلَاةٌ أَرْبَعِينَ لَيْلَةً ) .وعن أبي هريرة رضي الله عنه عن النبي ﷺ قال : ( مَنْ أَتَى عَرَّافًا أَوْ كَاهِنًا فَصَدَّقَهُ فِيمَا يَقُولُ ، فَقَدْ كَفَرَ بِمَا أُنْزِلَ عَلَى مُحَمَّدٍ ﷺ ) رواه أحمد وأبو داود والترمذي.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-59.png"
    }, {
        id: 60,
        question: "س / ما حكم السحر وتعلمه؟",
        answer: "ج / السِّحْرُ كُلُّهُ مُحَرَّم وكفر؛ تعلُّمه وتعليمه؛، لا يُباح شيء منه ؛ قَالَ تَعَالَى",
        ayaAnswer: "{ وَٱتَّبَعُوا۟ مَا تَتْلُوا۟ ٱلشَّيَـٰطِينُ عَلَىٰ مُلْكِ سُلَيْمَـٰنَ ۖ وَمَا كَفَرَ سُلَيْمَـٰنُ وَلَـٰكِنَّ ٱلشَّيَـٰطِينَ كَفَرُوا۟ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحْرَ وَمَآ أُنزِلَ عَلَى ٱلْمَلَكَيْنِ بِبَابِلَ هَـٰرُوتَ وَمَـٰرُوتَ ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحْنُ فِتْنَةٌۭ فَلَا تَكْفُرْ ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيْنَ ٱلْمَرْءِ وَزَوْجِهِۦ ۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنْ أَحَدٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ ۚ وَلَقَدْ عَلِمُوا۟ لَمَنِ ٱشْتَرَىٰهُ مَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِنْ خَلَـٰقٍۢ ۚ وَلَبِئْسَ مَا شَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ }",
        ayaImgAnswer: [],
        qaImg: "/qa-60.png"
    }, {
        id: 61,
        question: "س / ما حكم مطالعة أبراج الحظ والمستقبل والتصديق بها ؟",
        answer: "ج / هي من أعمال أهلِ الجَاهِلية، وهي داخلة في تصديق العرافين والمنجمين في ادعاء علم الغيب ، قال : ( مِنَ اقْتَبَسَ شُعْبَةً مِنَ النُّجُومِ فَقَدِ اقْتَبَسَ شُعْبَةً مِنَ السَّحْرِ زَادَ مَا زَادَ ) رواه أبو داود وإسناده صحيح.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-61.png"
    }, {
        id: 62,
        question: "س / ما تعريف التمائم ؟",
        answer: "ج / التَّمَائِمُ : جَمْعُ تَمِيمَةٍ وهي خرزات أو عظام أو كتابات أو سيور أو خيوط أو خرق أو غيرها، تُعلَّق في أعناق الصبيان، أو في العضد ، أو على البيوت أو السيارات بغَرَضِ دَفع البلاء قبل حدوثه أو رفعه بعد وقوعه .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-62.png"
    }, {
        id: 63,
        question: "س / ما حكم التمائم ؟",
        answer: "ج  / شِرْكٌ أَصْغَرُ. وقد تكون شركا أكبر؛ إذا اعتقدأنها تنفع أو تضر من دون الله. وَالدَّلِيلُ قُولُهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ: (مَن عَلَّقَ تَمِيمَةً فَقَد أَشْرَكَ ) رواه أحمد وصححه الألباني.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-63.png"
    }, {
        id: 64,
        question: "س / ما الرقى الشرعية وما حكمها ؟",
        answer: "ج / هي القراءة على المريض من القرآن أو الأدعية والنفث على موضع الألم والرقية جائزة، قال ﷺ : ( لَا بَأْسَ بِالرُّقَى مَا لَمْ تَكُنْ شِرْكا) رواه مسلم. ويشترط لجوازها أن تخلو من الشرك، وأن يعتقد أنها لا تؤثر بذاتها، بل هي سبب والنفع والضر بيد الله سبحانه، وأن تكون باللسان العربي أو بما يعرف معناه من غيره، وأن تكون بكلام الله وبأسمائه وصفاته.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-64.png"
    }, {
        id: 65,
        question: "س / ما الطيرة ؟",
        answer: "ج / الطَّيَرَةُ هِيَ : التَّفَاؤُلُ أَوْ التَّشَاؤُمُ بِالطُّيُورِ.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-65.png"
    }, {
        id: 66,
        question: "س / ما حكمها مع الدليل ؟",
        answer: "ج / مُحَرَمَةٌ وهي من الشَّرْكِ الأَصْغَرِ، وقد تكون شركا أكبر؛ إذا اعتقد أنها تنفع أو تضر من دون الله، وَالدَّلِيلُ قُولُهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : ( الطَّيَرَةُ شِرْكٌ ) رواه أحمد وأبو داود.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-66.png"
    }, {
        id: 67,
        question: "س / هل تحصل الطيرة في غير الطيور ؟",
        answer: "ج / نَعَمْ، مِثلُ : التَّطَيرُ ببعض الشُّهُورِ، أَوْ الأَيَامِ، أو الْحَيَوَانَاتِ، أَوْ بِبَعْضِ أَصْحَابِ الصَّفَاتِ البدنية، كَالأَعْمَى وَالْأَعْرَجِ وَغَيْرِهِمْ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-67.png"
    }, {
        id: 68,
        question: "س / ما معنى الاستسقاء بالأنواء ؟",
        answer: "ج / الْأَنْوَاءُ هِيَ النُّجُومُ.ومعنى الاسْتِسْقَاءِ بِالْأَنْوَاءِ، أَي : طَلَبُ نُزُولِ المَطَرِ مِنْ النُّجُومِ وَنِسْبَةُ المَطَرِ إِلَيْهَا إِذَا نَزَلَ.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-68.png"
    }, {
        id: 69,
        question: "س / ماحكم الاستسقاء بالأنواء ؟",
        answer: "ج / هو على قسمين: الأَوَّلُ : أن يعتقد أنَّ النُّجُومَ هِيَ الَّتِي تَنزِلُ المَطَرَ، فَهَذَاكُفْرٌ؛ لأَنَّهُ شِرْكٌ بِاللَّهِ سُبْحَانَهُ. الثَّانِي : أن يَعتَقِدَ أَنَّ الله هو الَّذِي يَخْلُقُ الْمَطَرَ وينزله، ولكنه يَعْتَقِدُ أَنَّ النُّجُومَ سَبَبٌ، وهذا شِرْكٌ أَصْغَرَ؛ لأنه نَسَبَ نِعْمَةَ اللَّهِ إِلَى غَيْرِهِ، وَلأَنَّهُ سُبْحَانَهُ لَمْ يَجْعَلِ النُّجُومَ سَبَبًا.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-69.png"
    }, {
        id: 70,
        question: "س / ما الدليل على تحريم الاستسقاء بالنجوم ؟",
        answer: "ج / الدَّلِيلُ قُولُ النبي ﷺ : قَالَ اللَّهُ تَعَالَى : ( مَنْ قَالَ : مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ فَذَلِكَ مُؤْمِنٌ بِي كَافِرُ بِالْكَوْكَبِ، وَأَمَّا مَنْ قَالَ مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا فَذَلِكَ كَافِرٌ بِي مُؤْمِنٌ بِالْكَوْكَبِ ) رواه البخاري ومسلم.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-70.png"
    }, {
        id: 71,
        question: "س / ما حكم بناء المساجد على القبور ؟",
        answer: "ج / مُحَرَّم وهو وسيلةٌ للشَّرْكِ، قال رسول الله ﷺ: ( لَعْنَةُ اللَّهِ عَلَى الْيَهُودِ وَالنَّصَارَى اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسَاجِدَ ) رواه البخاري.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-71.png"
    }, {
        id: 72,
        question: "س / ما معنى التبرك ؟",
        answer: "ج / التَّبَرُّكُ : طَلَبُ البَرَكَةِ، وَالبَرَكَةُ هِيَ حَصُولُ الخَيْرِ ودوامُهُ.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-72.png"
    }, {
        id: 73,
        question: "س / ما أقسام التبرك ؟",
        answer: "ج / ١- التَّبَرُّكُ الْمَشْرُوعُ : وهو الجائز، وهو ما دلتعَلَيْهِ الْأَدِلَّةُ مِنْ القُرآنِ والسُّنَّةِ. ٢- التَّبَرُّكُ الْمَمْنُوعُ : وَهُوَ المُحَرَّمُ.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-73.png"
    }, {
        id: 74,
        question: "س / ما أنواع التبرك المشروع ؟",
        answer: "ج  / التَّبَرُّكُ الْمَشْرُوعُ نَوْعَانِ : ١- التبرك بالأشياء المادية المحسُوسَةِ كَالتَّبَرُّكِ بِمَاءِ زَمْزَمَ. ٢- التَّبَرُّكُ بِالأَعْمَالِ الصَّالِحَةِ، كَالصَّلَاةِ وَالدُّعَاءِ وَالصَّدَقَةِ.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-74.png"
    }, {
        id: 75,
        question: "س / ما أنواع التبرك الممنوع ؟",
        answer: "ج / التَّبَرُّكُ الْمَمْنُوعُ نَوْعَانِ : ١- ما نهت عنه الشَّرِيعَة كَالنَّهِي عَنْ التَّبَرُّكِ بِالأَصْنَامِ وَالأَوثَانِ. ٢- ما كان من الأسباب الوهمية التي لا حقيقة لها، كالتَّبَرُّكِ بِذَوَاتِ الصَّالِحِينَ أو ثيابهم أو لعابهم أو الأشجار أو الأحجار.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-75.png"
    }, {
        id: 76,
        question: "س / ما أقسام التوسل في الدعاء ؟",
        answer: "ج / التَّوسُّلُ فِي الدُّعَاءِ قِسْمَانِ : ١ - التَّوسُّلُ الْمَشْرُوعُ : وَهُوَ التَّوسُّلُ الَّذِي دَلَّتْ عَلَيْهِ الْأَدِلَّةُ الشَّرْعِيَّةُ. ٢ - التَّوسُّلُ الْمَمْنُوعُ : وَهُوَ التَّوسُّلُ الَّذِي لَمْ تَدُلُّ عَلَيْهِ الْأَدِلَّةُ الشَّرْعِيَّةُ أَوْ نَهَتْ عَنْهُ.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-76.png"
    }, {
        id: 77,
        question: "س / ما قسم التوسل في التبرك ؟",
        answer: "ج / التَّوسُّل الْمَشْرُوعُ فِي الدُّعَاءِ ثلاثة أنواع : ١ - التَّوسُّلُ بأسماءِ اللهِ وصِفَاتِه، كَأَن تقول: يا رحمان ارحمني. ٢ - التَّوسُّلُ بِالعَمَلِ الصَّالِحِ، كَقُولِ اللَّهِ تَعَالَى: رَبَّنَا إِنَّنَا ءَامَنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ (آل عمران : ١٦ ) . ٣- التَّوسُّلُ بِطَلَبِ الدُّعَاءِ مِنْ الرَّجُلِ الصَّالح الحي الحَاضِرِ، كَمَا فَعَلَ عَكَّاشَةُ رَضِيَ اللَّهُ عَنْهُ حِينَ طَلَبَ مِن النبي ﷺ أن يدعو له أن يكون من السبعين ألفا الذين يُدْخُلُونَ الجَنَّةَ بِغَيْرِ حِسَابٍ، فَقَالَ عُكَاشَةُ بْنُ مِحْصَنِ : يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُم ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : ( أَنْتَ مِنْهُمْ ). متفق عليه.",
        ayaAnswer: '',
        ayaImgAnswer: ['/img-answer-77.png'],
        qaImg: "/qa-77.png"
    }, {
        id: 78,
        question: "س / ما أنواع التوسل الممنوع في الدعاء ؟",
        answer: "ج / ١- التَّوسُّلُ الشَّرِكِي؛ وهو التَّوسُّلُ الذي دخل فيه الشرك بالله، كالاستَغاثَةِ بالصَّالِحِين، ودُعَائِهِم من دُونِ اللهِ كقولهم : مَددٌ يَا رَسُولَ اللهِ، أَو مَدَد يا جيلاني. ٢ - التَّوسُّلُ الْبِدْعِي : وهو التوسل بطريقة لم تدل عليها الْأَدِلَّةُ الشَّرْعِيَّةُ؛ لأَنَّ التَّوسُّل عبادةٌ فَلَا يجوز فيها شيء إِلَّا بِدَلِيلٍ شَرْعِيَّ، وَمِن التَّوسُّلُ الْبِدْعِيَّ : التَّوسُّلُ بِدَوَاتِ الصَّالِحِينَ أَو جَاهِهِم.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-78.png"
    }, {
        id: 79,
        question: "س / ما الشفاعة التي تكون يوم القيامة ؟",
        answer: "ج / هِيَ التَّوسُّطُ عِندَ اللَّهِ بِجِلْبِ مَنفَعَةٍ لأَحَدٍ، أَوْ دَفْعِ مَضَرَّةٍ عَنْ أَحَدٍ.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: "/qa-79.png"
    }, {
        id: 80,
        question: "س / هل تُطلب الشفاعة من الأموات ؟",
        answer: "ج / لا تُطلبُ الشَّفاعةُ مِنَ الأَمْوَاتِ؛ لأَنَّ الشَّفَاعَةَ مُلكُ اللَّهِ وَحدَهُ، قَالَ تَعَالَى : .",
        ayaAnswer: " قُل لِلَّهِ الشَّفَعَةُ جَمِيعًا (الزمر : ٤٤)",
        ayaImgAnswer: ["/img-answer-80.png"],
        qaImg: "/qa-80.png"
    }, {
        id: 81,
        question: "س / ما شروط الشفاعة ؟",
        answer: "ج۸۱/ شُرُوطُ الشَّفَاعَةِ اثنان: الأَوَّلُ: إذن الله للشافع أن يشفع، قَالَ تَعَالَى: مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ ( البقرة: ٢٥٥). الثَّانِي: رضى اللهُ عَنِ الْمَشْفُوعِ لَهُ، قَالَ تَعَالَى: ﴿وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى ( الأنبياء : ۲۸)",
        ayaAnswer: "",
        ayaImgAnswer: ["/img-answer-81-1.png", "/img-answer-81-2.png"],
        qaImg: '/qa-81.png'
    }, {
        id: 82,
        question: "س / لمن تكون الشفاعة ؟",
        answer: "ج / تَكُونُ فِي أَهْلِ التَّوْحِيدِ، وَالدَّلِيلُ قُولُ النبي ﷺ: ( أَسْعَدُ النَّاسِ بِشَفَاعَتِي يَوْمَ الْقِيَامَةِ مَنْ قَالَ : لَا إِلَهَ إِلَّا اللهُ ، خَالِصًا مِنْ قَلْبِهِ) رواه البخاري.",
        ayaAnswer: "",
        ayaImgaAnswer: [],
        qaImg: '/qa-82.png'
    }, {
        id: 83,
        question: "س / ما حكم من استهزأ وسخر بالله تعالى أو كتابه أو دينه أو رسوله ؟",
        answer: "ج / من سخر بشيء من ذلك فَحُكْمُهُ أَنه كَافِرٌ، قَالَ تَعَالَى :",
        ayaAnswer: "وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِٱللَّهِ وَءَايَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمْ تَسْتَهْزِءُونَ (٦٥) لَا تَعْتَذِرُوا۟ قَدْ كَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ ۚ إِن نَّعْفُ عَن طَآئِفَةٍۢ مِّنكُمْ نُعَذِّبْ طَآئِفَةًۢ بِأَنَّهُمْ كَانُوا۟ مُجْرِمِينَ (٦٦)",
        ayaImgaAnswer: ['/img-answer-83-1.png', '/img-answer-83-2.png'],
        qaImg: '/qa-83.png'
    }, {
        id: 84,
        question: "س / ما معنى الولاء والبراء ؟",
        answer: "وَالدَّلِيلُ قُولُهُ تَعَالَى : ( إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُمْ رَٰكِعُونَ (٥٥) وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُوا۟ فَإِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْغَـٰلِبُونَ (٦٥) ) (المائدة : ٥٥ - ٦٥)",
        ayaAnswer: "والبراء: هو بغض الكفر والكافرين ومعاداتهم.وَالدَّلِيلُ قوله تعالى : ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌۭ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍۢ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ (٤) ) (الممتحنة : ٤)",
        ayaImgaAnswer: [],
        qaImg: '/qa-84.png'
    }, {
        id: 85,
        question: "س / ما حكم تهنئة الكفار بأعيادهم مثل عيد الكرسمس ؟ ",
        answer: "ج / قال الشيخ ابن عثيمين رحمه الله : [ تهنئة الكفار بعيد الكريسمس ] أو غيره من أعيادهم الدينية حرام بالاتفاق، كما نقل ذلك ابن القيم - رحمه الله - في كتابه أحكام أهل الذمة. فتاوى ابن عثيمين (٤٤/٣).",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-85.png'
    }, {
        id: 86,
        question: "س / عرف البدعة ؟ ",
        answer: "ج / هِيَ التَّعَبُدُ اللَّهِ بِمَا لَمْ يَكُن عَلَيْهِ رَسُولُ اللَّهِ ﷺ وَأَصْحَابُهُ رَضِيَ اللَّهُ عَنْهُمْ.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-86.png'
    }, {
        id: 87,
        question: "س / ما حكم البدعة في الدين ؟ ",
        answer: "ج / مُحْرَّمَةٌ وَهِيَ مِنْ أَشَدَّ المَعَاصِي. قَالَ رَسُولُ اللَّهِ ﷺ : (إِنَّ خَيْرَ الْحَدِيثِ كِتَابُ اللَّهِ ، وَخَيْرَ الْهَدْيِ هَدْيُ مُحَمَّدٍ ، وَشَرَّ الْأُمُورِ مُحْدَثَاتُهَا ، وَكُلَّ بِدْعَةٍ ضَلَالَةٌ ) رواه مسلم.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-87.png'
    }, {
        id: 88,
        question: "س / هل يوجد في الإسلام بدعة حسنة ؟ ",
        answer: "ج / لا يوجد في الإسلام بدعة حسنة. قال رسول الله ﷺ: (كُلُّ بِدْعَةٍ ضَلَالَةٌ ) رواه مسلم .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-88.png'
    }, {
        id: 89,
        question: "س / ما الموقف من أهل البدع ؟ ",
        answer: `ج / الواجب الحذر من أهل البدع والتحذير منهم وترك مجالستهم والنظر في كتبهم . قال ابن عباس رضي الله عنهما : ( لا تجالس أهل الأهواء فإن مجالستهم 
ممرضة للقلوب ) الإبانة (٢/ ٤٣٨) . 
قال الإمام البغوي رحمه الله : ( وقد مضت الصحابة والتابعون وأتباعهم وعلماء السنن على هذا مجمعين متفقين على معاداة أهل البدع ومهاجرتهم) شرح السُّنَّة (١/١٢٧).`,
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-89.png'
    }, {
        id: 90,
        question: "س / ما حكم ترك الصلاة ؟ ",
        answer: "ج / ترك الصلاة كفر؛ لحديثِ جَابِرٍ رَضِيَ اللهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ ﷺ : ( إِنَّ بَيْنَ الرَّجُلِ وَبَيْنَ الشَّرْكِ والْكُفْرِ تَرْكُ الصَّلاةِ ) أخرجه مسلم.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-90.png'
    }, {
        id: 91,
        question: "س / ما حكم تكفير المسلمين بغير حق ؟ ",
        answer: "ج / محرم وهو من أشدَّ الذُّنوبِ، قَالَ رَسُولُ اللهِ ﷺ: ( أَيُّمَا رَجُلٍ قَالَ لِأَخِيهِ يَا كَافِرُ فَقَدْ بَاءَ بِهَا أَحَدُهُمَا إِنْ كَانَ كَمَا قَالَ ، وَإِلَّا رَجَعَتْ عَلَيْهِ ) رواه البخاري ومسلم .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-91.png'
    }, {
        id: 92,
        question: "س / ما واجب المسلم تجاه أصحاب رسول الله ﷺ ؟ ",
        answer: `ج / الواجب محبتهم؛ واعتقاد أنهم أفضل الناس بعد الأنبياء والرسل عليهم السلام؛ وكف اللسان عن الكلام فيهم إلا بالذكرِ الحَسَنِ 
        . ويحرم سَبُّ أَحَدٍ مِنْ الصَّحَابَةِ قَالَ رَسُولُ اللَّهِ ﷺ : ( لَا تَسُبُّوا أَصْحَابِي فَوَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ أَحَدَكُمْ أَنْفَقَ مِثْلَ أُحُدٍ ذَهَبًا مَا بَلَغَ مُدَّ أَحَدِهِمْ وَلَا نَصِيفَهُ ) رواه البخاري ومسلم.`,
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-92.png'
    }, {
        id: 93,
        question: "س ٩٣/ ما الدليل على فضل الصحابة رضي الله عنهم ؟ ",
        answer: "ج / الدَّلِيلُ قَولُهُ تَعَالَى:.",
        ayaAnswer: " وَالسَّبِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَرُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ (التوبة : ١٠٠)",
        ayaImgAnswer: ["/img-answer-93.png"],
        qaImg: '/qa-93.png'
    }, {
        id: 94,
        question: "س / من أفضل الصحابة ؟",
        answer: "ج / أفضَلُ الصَّحَابَةِ الخُلَفَاءِ الأَربَعَةِ وَهُمْ : أَبُو بَكْرٍ الصِّدِّيق ، ثُمَّ عُمرُ بنُ الْخَطَّابِ، ثُمَّ عثمانُ بنُ عَفَّانَ، ثُمَّ علي بن أبي طالب، ثم بقية العشرة المبشرين بالجنة رَضِيَ اللَّهُ عَنْهُمْ.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-94.png'
    }, {
        id: 95,
        question: "س / ما المقصود بولاة الأمور ؟ ",
        answer: "ج / هُمْ حُكَّامُ المُسْلِمِينَ .",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-95.png'
    }, {
        id: 96,
        question: "س / ما واجب المسلمين تجاه ولاة أمرهم ؟ ",
        answer: "ج / السَّمْعُ وَالطَّاعَةُ فِي غَيْرِ معصية الله ونصيحتهم والدعاء لهم وترك القدح فيهم على المنابر وفي المجالس لما يحدثُ ذَلِكَ مِنْ فِتَن.",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-96.png'
    }, {
        id: 97,
        question: "س / ما الدليل على ذلك ؟ ",
        answer: `ج / قُولُهُ تَعَالَى: يَتَأَيُّهَا الَّذِينَ ءَامَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنكُمْ (النساء : ٥٩). وَقُولُ الرَّسُولُ : ( الدِّينُ النَّصِيحَةُ قُلْنَا لِمَنْ يَا رَسُولَ اللَّهِ ؟ قَالَ : لِلَّهِ وَلِكِتَابِهِ وَلِرَسُولِهِ وَلِأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ ) رواه مسلم.`,
        ayaAnswer: "",
        ayaImgAnswer: ["/img-answer-97.png"],
        qaImg: '/qa-97.png'
    }, {
        id: 98,
        question: "س / كيف تكون نصيحة ولاة أمور المسلمين ؟ ",
        answer: "ج / تكون بالسر قال : ( مَنْ أَرَادَ أَنْ يَنْصَحَ لِذِي سُلْطَانٍ فَلَا يُبْدِهِ عَلانِيَةً ، وَلَكِنْ يَأْخُذُ بِيَدِهِ فَيَخْلُوا بِهِ ، فَإِنْ قَبِلَ مِنْهُ فَذَاكَ ، وَإِلَّا كَانَ قَدْ أَدَّى الَّذِي عَلَيْهِ ) رواه أحمد وغيره، وصححه الألباني وابن باز رحمهم الله  ",
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-98.png'
    }, {
        id: 99,
        question: "س / ما واجب المسلم عند نزول الفتن مع الدليل؟ ",
        answer: `ج / الوَاجِبُ الابتعاد عَنِ الْفِتَنِ، وَلَزُومُ جَمَاعَةِ المُسلِمِينَ وإمامهم، وسؤالِ أَهْلِ العِلْمِ الرَّاسِخِين. 
وَالدَّلِيلُ قوله تعالى : `,
        ayaAnswer: "وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَا تَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا (النساء : ۸۳) . ",
        ayaImgAnswer: ['/img-answer-99.png'],
        qaImg: '/qa-99.png'
    }, {
        id: 100,
        question: "س / من أهل السنة والجماعة ؟ ",
        answer: `ج / هُمُ الْمُتَمَسِّكُونَ بِسُّنةِ النَّبِيَّ ﷺ وَأَصْحَابِهِ، وَمَنْ تَبِعَهُمْ وَسَلَكَ سَبِيلَهُمْ فِي الاعْتِقَادِ وَالقُولِ وَالعَمَلِ. 
وصلى الله وسلم على نبينا محمد، وعلى آله وصحبه أجمعين`,
        ayaAnswer: "",
        ayaImgAnswer: [],
        qaImg: '/qa-100.png'
    }

]

export const qaLength = qa.length;