export const qa = [
    {
        id: 1,
        question: "س/ لماذا ندرس التوحيد؟",
        answer: "ج/ لأنه أصل الأصول، ومن أجله خلق الله الجن والإنس، وأرسل الله الرسل، وأنزل الكتب، وقام سوق الجنة والنار، وانقسم الناس إلى مسلمين وكفار. قال الله تعالى:.",
        ayaAnswer: "{ وما خلقت الجن والإنس إلا ليعبدون } (الذاريات: 56)",
        ayaImgAnswer: "/img-answer-1.png",
        qaImg: "/qa-1.png"
    },
    {
        id: 2,
        question: "س/ من أين نأخذ عقيدتنا؟",
        answer: "ج/ من القرآن والسنة، وما كان عليه سلف الأمة.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-2.png"
    },
    {
        id: 3,
        question: "س/ ما الأصول الثلاثة التي يجب على الإنسان معرفتها والتي يسأل عنها في قبره؟",
        answer: "ج / مَعْرِفَةُ العَبْدِ رَبَّهُ ، وَدِينَهُ ، وَنَبيَّهُ مُحَمَّداً (صلى الله عليه وسلم)",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-3.png"
    },
    {
        id: 4,
        "question": "س/ من ربك؟",
        "answer": "ج/ ربي الله الذي رباني، وربى جميع العالمين بنعمه، وهو معبودي ليس لي معبود سواه، والدليل قوله تعالى:",
        ayaAnswer: "{ الحمد لله رب العالمين } (الفاتحة: 2)",
        ayaImgAnswer: "/img-answer-4.png",
        qaImg: "/qa-4.png"
    },
    {
        id: 5,
        question: "س/ بم عرفت ربك؟",
        answer: "ج/ عرفت ربي بآياته ومخلوقاته، ومن آياته الليل والنهار والشمس والقمر، ومن مخلوقاته السماوات السبع ومن فيهن والأرضون السبع ومن فيهن وما بينهما، والدليل قوله تعالى:",
        ayaAnswer: "{ ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون } (فصلت: 37)",
        ayaImgAnswer: "/img-answer-5.png",
        qaImg: "/qa-5.png"
    },
    {
        id: 6,
        question: "س/ أين الله؟",
        answer: "ج/ في السماء على العرش.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-6.png"
    },
    {
        id: 7,
        question: "س/ ما الدليل من القرآن على أن الله سبحانه في السماء وهو على العرش؟",
        answer: "ج/ الدليل أنه في السماء قوله تعالى: { أأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور } (الملك: 16).والدليل على أن الله على العرش قوله تعالى: { الرحمن على العرش استوى } (طه: 5)، في سبعة مواضع من كتابه.",
        ayaAnswer: "",
        ayaImgAnswer: ["/img-answer-7-1.png", "/img-answer-7-2.png"],
        qaImg: "/qa-7.png"
    },
    {
        id: 8,
        question: "س/ ما معنى (استوى)؟",
        answer: "ج/ علا وارتفع وصعد واستقر.",
        ayaAnswer: "",
        ayaImgAnswer: "",
        qaImg: "/qa-8.png"
    },
    {
        id: 9,
        "question": "س / لماذا خلق الله الجن والإنس ؟",
        "answer": "ج / لِعِبَادَتِهِ وَحْدَهُ لَا شَرِيكَ لَهُ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-9.png"
    },
    {
        id: 10,
        "question": "س / ما الدليل من القرآن على أن الله خلق الجن والإنس لعبادته ؟",
        answer: "ج / قَولُهُ تَعَالَى :",
        "ayaAnswer": "{ وَمَا خَلَقْتُ الْجَنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ } ( الذاريات : 56 )",
        "ayaImgAnswer": "/img-answer-10.png",
        "qaImg": "/qa-10.png"
    },
    {
        id: 11,
        "question": "س / ما معنى ( يعبدون ) ؟",
        "answer": "ج / يُوَحْدُونِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-11.png"
    },
    {
        id: 12,
        "question": "س / ما العبادة ؟",
        "answer": "ج / هِيَ اسْمٌ جَامِعٌ لِكُلِّ مَا يُحِبُّهُ اللهُ وَيَرْضَاهُ : مِنْ الأَقْوَالِ وَالأَعْمَالِ الْبَاطِنَةِ وَالظَّاهِرَةِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-12.png"
    },

    {
        id: 13,
        "question": "س / ما معنى شهادة أن لا إله إلا الله ؟",
        "answer": "ج / أي : لَا مَعْبُودَ بِحَقٍّ إِلَّا اللهُ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-13.png"
    },

    {
        id: 14,
        "question": "س / ما معنى شهادة أن محمداً رسول الله ؟",
        "answer": "ج / طَاعَتُهُ فِيمَا أَمَرَ ، وَتَصْدِيقُهُ فِيمَا أَخْبَرَ ، وَاجْتِنَابُ مَا نَهَى عَنْهُ وَزَجَرَ ، وأَنْ لَا يُعْبَدَ اللهُ إِلَّا بِمَا شَرَعَ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-14.png"
    }, {

        id: 15,
        "question": "س / ما أعظم ما أمر الله تعالى به ؟",
        answer: "ج / أَعْظَمُ مَا أَمَرَ اللَّهُ بِهِ هُوَ التَّوْحِيدُ وَهُوَ : عِبَادَتُهُ وَحْدَهُ لَا شَرِيكَ لَهُ . قَالَ تَعَالَى : ",
        ayaAnswer: "{ وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُو اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ } ( النحل : 36 )",
        ayaImgAnswer: "/img-answer-15.png",
        qaImg: "/qa-15.png"
    }, {

        id: 16,
        "question": "س / ما أقسام التوحيد ؟",
        "answer": "ج / تَوْحِيدُ الرُّبُوبِيَّةِ ، وَتَوْحِيدُ الأَلوهِيَّةِ ، وتَوْحِيدُ الْأَسْمَاءِ وَالصِّفَاتِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-16.png"
    }, {

        id: 17,
        "question": "س / ما تعريف توحيد الربوبية ؟",
        "answer": "ج / إِفْرَادُ اللهِ فِي أَفْعَالِهِ ، مِثْلُ : الخَلقِ والرَّزْقِ وإنزال المطر ... إلخ",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-17.png"
    }, {

        id: 18,
        "question": "س / ما تعريف توحيد الألوهية ؟",
        "answer": "ج / إِفْرَادُ اللهِ بِأَفْعَالِ العِبَادِ الَّتِي شَرَعَهَا لَهُمْ ، مِثْلُ : الدُّعَاءُ ، وَالذَّبْحُ ، وَالسُّجُودُ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-18.png"
    }, {

        id: 19,
        "question": "س / ما تعريف توحيد الأسماء والصفات ؟",
        "answer": "ج هُوَ إِفْرَادُ اللهِ سُبْحَانَهُ بِمَا يَخْتَصُّ بِهِ مِنْ أَسْمَاءٍ وَصِفَاتٍ .  قال تعالى :",
        "ayaAnswer": "{ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ  } ( الشورى : 11 ) .",
        "ayaImgAnswer": "/img-answer-19.png",
        "qaImg": "/qa-19.png"
    }, {

        id: 20,
        "question": "س / اذكر بعض أنواع العبادة ؟ ",
        "answer": "ج / مِنْ أَنوَاعِهَا : الدُّعَاءُ ، وَالاسْتِغَاثَةُ ، وَالاسْتِعَانَةُ وَذَبْحُ القُرْبَانِ ، وَالنَّذْرُ ، وَالْخَوْفُ ، وَالرَّجَاءُ ، وَالتَّوَكُلُ ، وَالإِنَابَةُ ، وَالمَحِبَّةُ ، وَالخَشْيَةُ ، وَالرَّغْبَةُ ، وَالرَّهْبَةُ ، وَالرُّكوعُ ، وَالسُّجُودُ ، وَالخُشُوعُ ، وَالتَّذَلُّلُ ، وَالذَّكْرُ ، وَقِراءة القرآن .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-20.png"
    }, {

        id: 21,
        "question": "س / ما أعظم ما نهى الله عنه ؟",
        "answer": "ج / أَعْظَمُ مَا نَهَى عَنْهُ الشَّرْكُ ، وَهُوَ : عِبَادَةُ غَيْرَ اللهِ مَعَ اللهِ . قَالَ تَعَالَى :",
        "ayaAnswer": "{إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ } ( النساء : 48) .",
        "ayaImgAnswer": "/img-answer-21.png",
        "qaImg": "/qa-21.png"
    }, {

        id: 22,
        "question": "س / ما نوعا الشرك ؟",
        "answer": "ج / النَّوعُ الأَوَّلُ : الشَّرْكُ الأَكبَرُ : وَهُوَ كُلُّ مَاسَمَّاه اللهُ أَوْ رَسُولُهُ شِرْكا وأخرج صَاحِبَهُ مِنْ الإِسْلَامِ  مِثْلُ : عِبَادَةُ الأَصنَامِ وَالأَمْوَاتِ وَالسُّجُودِ لِغَيْرِ اللَّهِ . و النَّوعُ الثَّانِي : الشَّرْكُ الأَصْغَرُ : وَهُوَ كُلُّ مَا جَاءَ فِي الشَّرِيعَةِ أَنَّهُ شِرْكٌ وَلَمْ يَخْرُجْ صَاحِبَهُ مِنَ الإِسلام ، مثل : الحلفِ بِغَيْرِ اللهِ ، وَيَسيرِ الرِّيَاءِ ، وَقُولِ مَا شَاءَ اللهُ وَ شِئْتَ . وسُميَّ شِرْكا أَصْغَر ؛ لأَنَّهُ وسيلة للوقوع في الشِّرْكِ الأَكبَرِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-22.png"
    }, {

        id: 23,
        "question": "س / متى وقع أول شرك في الناس ؟",
        "answer": "ج / وَقَعَ أَولُ شِرْكِ فِي النَّاسِ فِي قَوْمٍ نُوحٍ عَلَيْهِ الصَّلَاةُ والسلام .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-23.png"
    }, {

        id: 24,
        "question": "س / ما سبب وقوع الشرك في قوم نوح عليه الصلاة والسلام ؟",
        "answer": "ج / السَّبَبُ هُوَ : الْغُلُوُّ فِي الصَّالِحِينَ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-24.png"
    }, {

        id: 25,
        "question": "س / ما معنى الغلو في الصالحين ؟",
        "answer": "ج / هو الزيادة في مدحهم ورفعهم فوق مكانتهم بأن يُصرف لهم شيء من العبادة ، والدَّلِيلُ قَولُهُ تَعَالَى : { يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ } ( النساء : 171 ) . وقال : ( لَا تُطْرُونِي كَمَا أَطْرَتِ النَّصَارَى عِيسَى ابْنَ مَرْيَمَ ، إِنَّمَا أَنَا عَبْدٌ فَقُولُوا : عَبْدُ اللَّهِ وَرَسُولُهُ ) رواه البخاري ومعنى ( لا تُطْرُونِي ) أي : لا تَزِيُدوا فِي مَدحِي .",
        "ayaAnswer": "",
        "ayaImgAnswer": "/img-answer-25.png",
        "qaImg": "/qa-25.png"
    }, {

        id: 26,
        "question": "س / ما حكم دعاء الأموات ؟",
        "answer": "ج  / دعاء الأموات وغيرِهم فيما لا يقدر عليه إِلَّا الله شركٌ أكبر يُخرجُ من الإسلام . والدَّلِيلُ مِنَ القُرآنِ :",
        "ayaAnswer": "{ وَمَن يَدْعُ مَعَ اللَّهِ إِلَها ءَاخَرَ لَا بُرْهَنَ لَهُ بِهِ ، فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَفِرُونَ } ( المؤمنون : 117 )",
        "ayaImgAnswer": "/img-answer-26.png",
        "qaImg": "/qa-26.png"
    }, {

        id: 27,
        "question": "س / هل يحتاج دعاء الله لواسطة مخلوق ؟",
        "answer": "ج / لا يحتاج الدعاء لواسطة مخلوق ، وَالدَّلِيلُ قَولُهُ تَعَالَى :",
        "ayaAnswer": "{ وَإِذَا سَأَلَكَ عِبَادِي عَنِي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ } ( البقرة : 186 )",
        "ayaImgAnswer": "/img-answer-27.png",
        "qaImg": "/qa-27.png"
    }, {

        id: 28,
        "question": "س / هل يستجيب الأموات للدعاء ؟",
        "answer": "ج / الأمواتُ لا يستجيبون للدعاء ، وَالدَّلِيلُ قَولُهُ تَعَالَى :",
        "ayaAnswer": "{ إن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُم وَيَوْمَ الْقِيِّمَةِ يَكْفُرُونَ بِشِرْكِكُمْ } ( فاطر : 14 ) .",
        "ayaImgAnswer": "/img-answer-28.png",
        "qaImg": "/qa-28.png"
    }, {

        id: 29,
        "question": "س / لمن نذبح ونصلي ؟",
        "answer": "ج / لله وحده لا شَرِيكَ لهُ ، قَالَ تَعَالَى : ",
        "ayaAnswer": "{ فَصَلِ لِرَبِّكَ وَانْحَر } ( الكوثر : 2 )  .",
        "ayaImgAnswer": "/img-answer-29.png",
        "qaImg": "/qa-29.png"
    }, {

        id: 30,
        "question": "س / ماحكم الذبح والسجود لغير الله ؟ ",
        "answer": "ج / شِرْكٌ أَكْبَرٌ مُخْرِجٌ مِنْ مِلَّةِ الإِسْلَامِ . قَالَ تَعَالَى :",
        "ayaAnswer": "{ قُلْ إِنَّ صَلَاتِى وَنُسُكِى وَمَحْيَاىَ وَمَمَاتِى لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ (162) لَا شَرِيكَ لَهُۥ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا۠ أَوَّلُ ٱلْمُسْلِمِينَ } (الأنعام : 162 - 163 ) نُسُكِي : أي ذبحي .",
        "ayaImgAnswer": ["/img-answer-30-1.png", "/img-answer-30-2.png"],
        "qaImg": "/qa-30.png"
    }, {

        id: 31,
        "question": "س / ماحكم الحلف بغير الله مثل الحلف النبي ﷺ أو الأمانة أو الشرف أو غيرها ؟",
        "answer": "ج ٣١ / حُكْمُهُ : شِرْكٌ أَصْغَرُ  وقال ﷺ :  ( مَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللَّهِ أَوْ لِيَصْمُتْ ) . ( رواه البخاري ) .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-31.png"
    }, {

        id: 32,
        "question": "س / ما الواجب على المسلم تجاه أسماء الله وصفاته ؟",
        "answer": "ج / اثبات ما أثبته الله لنفسه ، أو اثبته له رسوله ﷺ،ونفي مانفاه الله عن نفسه ، أو نفاه عنه رسوله ﷺ من أسماءه وصفاته سبحانه وتعالى من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-32.png"
    }, {

        id: 33,
        "question": "س / ما الدليل من القرآن على أن صفات الله لا تشبه صفاتنا ؟",
        "answer": "ج / قَولُهُ تَعَالَى :",
        "ayaAnswer": "َ{ لَيْسَ كَمِثْلِهِۦ شَىْءٌۭ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ } ( الشورى : 11 ) .",
        "ayaImgAnswer": "/img-answer-33.png",
        "qaImg": "/qa-33.png"
    }, {

        id: 34,
        "question": "س / ما دينك ؟",
        "answer": "ج / ديني الإسلام . وَالدَّلِيلُ قَولُهُ تَعَالَى :",
        "ayaAnswer": "{ إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلْإِسْلَـٰمُ ۗ } ( آل عمران : 19 ) .",
        "ayaImgAnswer": "/img-answer-34.png",
        "qaImg": "/qa-34.png"
    }, {

        id: 35,
        "question": "س / هل يقبل الله دينا غير الإسلام بعد مبعث محمد ﷺ ؟",
        "answer": "ج / لا يُقْبَلُ اللهُ دِينًا غَيْرَ دِينِ الإِسْلَام بَعْدَ بَعْثَةِالرَّسُولِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ . وَالدَّلِيلُ قَولُهُ تَعَالَى :",
        "ayaAnswer": "{ وَمَن يَبْتَغِ غَيْرَ ٱلْإِسْلَـٰمِ دِينًۭا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ } ( آل عمران : 85 ) .",
        "ayaImgAnswer": "/img-answer-35.png",
        "qaImg": "/qa-35.png"
    }, {

        id: 36,
        "question": "س / ما تعريف الإسلام ؟",
        "answer": "ج / هُوَ : الاسْتِسْلامُ لِلَّهِ بِالتَّوْحِيدِ ، وَالانْقِيَادُ لَهُ بِالطَّاعَةِ ، وَالْبَرَاءَةُ مِنَ الشِّرْكِ وَأَهْلِهِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-36.png"
    }
    , {

        id: 37,
        "question": "س / ما أركان الإسلام ؟",
        "answer": "ج /شَهَادَةُ أَن لا إله إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَإِقَامُ الصَّلاةِ، وَإِيتَاءُ الزَّكَاةِ، وَصَوْمُ رَمَضَانَ، وَحَجَّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا.والدَّليل قَولُهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : ( الإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ، وَتُقِيمَ الصَّلاةَ، وَتُؤْتِي الزَّكَاةَ ، وَتَصُومَ رَمَضَانَ ، وَتَحُجَّ الْبَيْتَ إِنِ اسْتَطَعْتَ السَّبِيلَ ) رواه البخاري ومسلم",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-37.png"
    },
    {

        id: 38,
        "question": "س / ما تعريف الإيمان ؟",
        "answer": "ج / هُوَ : قَوْلٌ بِاللَّسَانِ، وَاعْتِقَادُ بِالْقَلْبِ، وَعَمَلٌ بِالْجَوَارِحِ يَزِيدُ بِالطَّاعَةِ ، وَيَنْقُصُ بِالْمَعْصِيَةِ",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-38.png"
    },
    {

        id: 39,
        "question": "س / ما أركان الإيمان ؟",
        "answer": "ج / الإِيمَانُ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ. وَالدَّلِيلُ قَولُهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : ( الإِيمَانُ أَنْ تُؤْمِنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ ) رواه مسلم",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-39.png"
    }, {

        id: 40,
        "question": "س / من الملائكة ؟",
        "answer": "س / الْمَلَائِكَةُ عَالَمٌ غَيْبيٌّ خَلَقَهُمْ اللَّهُ لِعِبَادَتِهِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-40.png"
    }, {

        id: 41,
        "question": "س / ما حكم الإيمان بالملائكة ؟",
        "answer": "ج / وَاجِبٌ لَا يُقْبَلُ الإِيمَانُ إِلَّا بِهِ ",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-41.png"
    }, {

        id: 42,
        "question": "س / من أفضل الملائكة ؟",
        "answer": "ج / جَبْرِيلُ عَلَيْهِ السَّلَامُ، وَهُوَ المُوَكَّلُ بِإِنزَالِ الْوَحْيِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-42.png"
    }, {

        id: 43,
        "question": "س / ما الكتب السماوية ؟",
        "answer": "ج / هِيَ الكُتُبُ الَّتِي أَنْزَلَهَا اللَّهُ عَلَى الرُّسُلِ عَلَيْهِمُ السَّلَامُ مِثْلُ : التَّوْرَاةِ وَالْإِنْجِيلِ وَالزَّبُورِ وَالْقُرْآنِ.",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-43.png"
    }, {

        id: 44,
        "question": "س / ما حكم الإيمان بالكتب ؟",
        "answer": "ج / وَاجِبٌ لَا يُقْبَلُ الإِيمَانُ إِلَّا بِهِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-44.png"
    }, {

        id: 45,
        "question": "س / ما أعظم الكتب السماوية ؟",
        "answer": "ج / أَعْظَمُ الْكُتُبِ : هُوَ القُرْآنُ العظيمُ الَّذِي أَنزَلَهُ اللَّهُ عَلَى مُحَمَّدٍ .وَهُوَ نَاسِخٌ لِجَمِيعِ الكُتُبِ السَّمَاوِيَّةِ، فَلَا يَجُوزُ التَّعَبُدُ اللَّهِ إِلَّا بِهِ. قَالَ تَعَالَى :",
        "ayaAnswer": "وَأَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ مُصَدِّقًۭا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلْكِتَـٰبِ وَمُهَيْمِنًا عَلَيْهِ ۖ فَٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ ٱلْحَقِّ ۚ لِكُلٍّۢ جَعَلْنَا مِنكُمْ شِرْعَةًۭ وَمِنْهَاجًۭا ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةًۭ وَٰحِدَةًۭ وَلَـٰكِن لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًۭا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
        "ayaImgAnswer": "/img-answer-45.png",
        "qaImg": "/qa-45.png"
    }, {

        id: 46,
        "question": "س / ما اليوم الآخر ؟",
        "answer": "ج / هُوَ يُوْمُ القِيَامَةِ الَّذِي يُبْعَثُ النَّاسُ فِيْهِ لِلْحِسَابِ وَالْجَزَاءِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-46.png"
    }, {

        id: 47,
        "question": "س / ما حكم الإيمان باليوم الآخر ؟",
        "answer": "ج / وَاجِبٌ لَا يُقْبَلُ الإِيمَانُ إِلَّا بِهِ .",
        "ayaAnswer": "",
        "ayaImgAnswer": "",
        "qaImg": "/qa-47.png"
    }, {

        id: 48,
        "question": "س / ما معنى الإيمان بالقدر ؟",
        "answer": "ج / القَدَرُ : هو تقدير الله للمخلوقات حسبما سبقبه علمه واقتضته حكمته."
        , "ayaAnswer": ""
        , "ayaImgAnswer": ""
        , "qaImg": "/qa-48.png"
    }, {

        id: 49,
        "question": "س / ما حكم الإيمان بالقدر ؟",
        "answer": "ج / واجبٌ لَا يُقْبَلُ الإيمانُ إِلَّا بِهِ ."
        , "ayaAnswer": ""
        , "ayaImgAnswer": "",
        "qaImg": "/qa-49.png"
    }, {

        id: 50,
        "question": "س / ما الإحسان ؟",
        "answer": "ج / الْإِحْسَانُ : هُوَ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْتَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ."
        , "ayaAnswer": ""
        , "ayaImgAnswer": ""
        , "qaImg": "/qa-50.png"
    }, {

        id: 51,
        "question": "س / ما تعريف الرياء ؟",
        "answer": "ج / الرِّيَاءُ : هُوَ أَدَاءُ العِبَادَةِ مِنْ أَجْلِ أَنْ يَرَاهُ النَّاسَ ويمدحوه."
        , "ayaAnswer": ""
        , "ayaImgAnswer": ""
        , "qaImg": "/qa-51.png"
    }, {

        id: 52,
        "question": "س / ما حكم الرياء ؟",
        "answer": "ج / الرِّيَاءُ مُحَرَّم وهو من الشَّرك الأصغر. ووالدَّليلُ قُولُ النَبِيَّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ: (أَخْوَفُ مَا أَخَافُ عَلَيْكُمُ الشَّرْكَ الأَصْغَرَ، فَسُئِلَ عَنْهُ فَقَالَ : الرِّيَاءُ)رواه أحمد وصححه الألباني."
        , "ayaAnswer": ""
        , "ayaImgAnswer": ""
        , "qaImg": "/qa-52.png"
    }

]